Repository: dprog-philippe-docourt/django-flexipages
Catalog: flexipages/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Advanced
fr: Avancé

source: Rendering and interpretation
fr: Rendu et interprétation

source: Publishing
fr: Publication

source: Optional
fr: Optionnel

source: Search
fr: Chercher

source: Search...
fr: Chercher...

source: no caching
fr: aucune mise en cache

source: 1 hour
fr: 1 heure

source: 3 hours
fr: 3 heures

source: 6 hours
fr: 6 heures

source: 12 hours
fr: 12 heures

source: 1 day
fr: 1 jour

source: 3 days
fr: 3 jours

source: 1 week
fr: une semaine

source: 2 weeks
fr: 2 semaines

source: 1 month
fr: un mois

source: page template
fr: gabarit de page

source: page templates
fr: gabarits de page

source: The given template is not valid.
fr: Le modèle est invalide.

source: Please correct the syntax of this template.
fr: Veuillez corriger la syntaxe de ce gabarit.

source: path
fr: chemin

source: The path of the URL to access this page.
fr: Le chemin de l'URL pour accéder à cette page.

source: title
fr: titre

source: template
fr: gabarit

source: The template used to render the page.
fr: Le gabarit utilisé pour le rendu de cette page.

source: The sites on which the URL of this page must be available.
fr: Les sites sur lesquels cette page doit est disponibles.

source: registration required
fr: connexion requise

source: If this is checked, only logged-in users will be able to view the page.
fr: Si c'est options est active, seuls les utilisateurs connectés pourront visualiser la page.

source: page cache timeout
fr: durée de mise en cache de la page

source: Indicates for how long the page is cached on the server side.
fr: Indique pour combien de temps la page est conservée en cache du côté du serveur.

source: enable client side caching
fr: activer la mise en cache côté client

source: Tells whether the client's browser is allowed to keep this page in cache. When enabled, the user needs to fully refresh the page in his web browser for obtaining the latest version.
fr: Indique si le navigateur du client est autorisé à conserver cette page en cache. Lorsque l'option est activée, l'utilisateur doit actualiser complètement la page de son navigateur Web pour obtenir la dernière version.

source: priority
fr: priorité

source: The page priority for navigation. Lowest priority comes first. A blank field means that the page should not appears in navigation bars.
fr: La priorité de la page pour la navigation. La priorité la plus basse vient en premier. Un champ vide signifie que la page ne doit pas apparaître dans les barres de navigation.

source: level
fr: niveau

source: Unrecognized timeout duration.
fr: Durée de mis en cache non reconnue.

source: name
fr: nom

source: tag
fr: étiquette

source: tags
fr: étiquettes

source: content
fr: contenu

source: The content of this item.
fr: Ajouter un nouvel élément à cette page

source: Short description of this content
fr: Description courte de ce contenu

source: An optional title for this content.
fr: Un titre optionnel pour ce contenu.

source: publishing start date
fr: date de début de la publication

source: Indicates when this item must be published. A blank field means that this content is unpublished and therefore not displayed anywhere.
fr: Indique quand ce contenu doit être publié. Un champ vide signifie que ce contenu n'est pas publié et n'est donc affiché nulle part.

source: publishing end date
fr: fin de la publication

source: Indicates when the publication of this content should be over. A blank field means that this content will by available forever.
fr: Indique quand la publication de ce contenu devrait s'arrêter. Un champ vide signifie que ce contenu sera toujours disponible.

source: render content as template
fr: rendre le contenu en tant que gabarit

source: Indicates whether the content is interpreted and rendered as a Django template. The content is interpreted as raw HTML when disabled.
fr: Indique si le contenu est interprété et rendu en tant que gabarit Django. Le contenu est interprété comme du HTML brut lorsque l'option est désactivée.

source: use WYSIWYG editor
fr: utiliser l'éditeur WYSIWYG

source: Indicates whether the content should be rendered with a WYSIWYG editor for HTML.
fr: Indique si le contenu doit être rendu avec un éditeur WYSIWYG pour HTML.

source: author
fr: auteur

source: The author of this item.
fr: L'auteur de cet élément.

source: last edited by
fr: dernière édition par

source: The edited items of the author.
fr: Les éléments édités par l'auteur.

source: The given content cannot be interpreted and rendered as a template.
fr: Le contenu donné ne peut pas être interprété et rendu comme un gabarit.

source: Please correct the syntax or deactivate the option for rendering the content as a template.
fr: Veuillez corriger la syntaxe ou désactiver l'option permettant de rendre le contenu sous forme de gabarit.

source: page item
fr: élément de page

source: page items
fr: éléments de page

source: item
fr: élément

source: The item that we want to locate on the given page.
fr: L'élément que nous voulons localiser sur la page donnée

source: The page where the item must be displayed.
fr: La page où l'élément doit être affiché.

source: The priority for the selected item on the given page, and the given zone if defined. Lowest priority comes first. An empty field implies that items are sorted by reversed chronological order of items creation.
fr: La priorité pour l'élément sélectionné sur la page donnée et la zone donnée si elle est définie. La priorité la plus basse vient en premier. Un champ vide implique que l'élément est trié par ordre anti-chronologique de création des éléments.

source: zone name
fr: nom de zone

source: The name of the page area that this item belongs to.
fr: Le nom de la zone de page à laquelle cet élément appartient.

source: page item layout
fr: mise en page d'élément

source: page item layouts
fr: mises en page d'éléments

source: The path prefix must start with a '/'.
fr: Le préfixe de chemin doit démarrer avec un '/'.

source: The path prefix must not end with a '/'.
fr: Le préfixe de chemin ne doit pas être terminé par un '/'.

source: The site to configure.
fr: Le site à configurer.

source: path prefix
fr: préfixe de chemin

source: The default path prefix for serving the pages. All pages will be served relative to this prefix. For instance a page with path '/home' will be served under '/cms/home' if the prefix is set to '/cms.
fr: Le préfixe de chemin par défaut pour servir les pages. Toutes les pages seront servies par rapport à ce préfixe. Par exemple, une page avec le chemin '/home' sera servie sous '/cms/home' si le préfixe est '/cms'.

source: search results template
fr: gabarit des résultats de recherche

source: The template used for displaying search results.
fr: Le gabarit utilisé pour afficher les résultats des recherches.

source: site configuration
fr: configuration de site

source: sites configuration
fr: configurations de sites

source: Results for %(to_search)s
fr: Résultats pour %(to_search)s

source: Found in:
fr: Trouvé dans :

source: Preview:
fr: Aperçu :

source: No results found.
fr: Aucun résultat trouvé.

source: Move this item up
fr: Déplacer cet élément vers le haut

source: Move this item down
fr: Déplacer cet élément vers le bas

source: Edit this item...
fr: Éditer cette élément...

source: Edit layout for this item...
fr: Éditer la mise en page de cet élément...

source: Delete this item...
fr: Supprimer cet élément...

source: Layout:
fr: Mise en page :

source: Published:
fr: Publication :

# from date
source: from
fr: du

# to date
source: to
fr: au

source: Author:
fr: Auteur :

source: Last edited:
fr: Dernière édition :

source: Reload this page to get the latest edited contents
fr: Recharger cette page pour obtenir les derniers contenus édités

source: Created:
fr: Création :

source: updated:
fr: mise à jour :

source: Add new item to this page
fr: Ajouter un nouvel élément à cette page

source: Edit this page...
fr: Éditer cette page...

source: Edit template of this page...
fr: Éditer le gabarit de cette page...

source: Delete this page...
fr: Supprimer cette page...

source: Add a new page...
fr: Ajouter une nouvelle page...

source: Go to FlexiPages admin
fr: Aller à l'administration de FlexiPages

source: Deactivate editing mode
fr: Désactiver le mode d'édition

source: Activate editing mode
fr: Activer le mode d'édition

source: Any tag
fr: N'importe quelle étiquette
